<?php
$books = [
    ['title' => 'Война и мир', 'author' => 'Лев Толстой', 'year' => 1869],
    ['title' => 'Преступление и наказание', 'author' => 'Фёдор Достоевский', 'year' => 1866],
    ['title' => 'Гарри Поттер и философский камень', 'author' => 'Джоан Роулинг', 'year' => 1997],
    ['title' => '1984', 'author' => 'Джордж Оруэлл', 'year' => 1949],
    ['title' => 'Мастер и Маргарита', 'author' => 'Михаил Булгаков', 'year' => 1966],
    ['title' => 'Алиса в Стране чудес', 'author' => 'Льюис Кэрролл', 'year' => 1865],
    ['title' => 'Великий Гэтсби', 'author' => 'Фрэнсис Скотт Фицджеральд', 'year' => 1925],
    ['title' => 'Маленький принц', 'author' => 'Антуан де Сент-Экзюпери', 'year' => 1943]
];
?>
